export default {
  pages: {
    interface: {
      config: {
        label: 'Ρυθμίσεις',
        steemAccount: {
          label: 'Λογαριασμός Steem',
          hint: 'Ποιό λογαριασμό Steem θα χρησιμοποιήσετε για να αναρτήσετε;'
        },
        gitUser: {
          label: 'Όνομα Χρήστη Github',
          hint: 'Εισάγετε το όνομα χρήστη σας, όχι όνομα οργανισμού!'
        },
        steemPassword: {
          label: 'Κωδικός',
          hint: 'Τα στοιχεία σας δε θα αποθηκευτούν και δε θα αποσταλούν ποτέ ??'
        },
        usePostingKey: 'Χρήση Κλειδιού Ανάρτησης',
        experimental: 'πειραματικό',
        steemPostingKey: {
          label: 'Κλειδί Ανάρτησης',
          hint: 'Μη χρησιμοποιείτε το κύριο κλειδί σας!'
        },
        gitRepo: {
          label: 'Αποθετήριο GIT',
          hint: 'https://github.com/g-u-c/guc-desktop'
        },
        workingDirectory: {
          label: 'Φάκελος Εργασίας',
          hint: 'Που βρίσκεται το έργο στον υπολογιστή σας;'
        },
        commitId: {
          label: 'Commit ID',
          hint: 'C0FF33'
        }
      },
      edit: {
        label: 'Επεξεργασία',
        tags: 'Ετικέτες',
        postTitle: 'Τίτλος Ανάρτησης'
      },
      review: {
        label: 'Αναθεώρηση'
      },
      inform: {
        label: 'Ενημέρωση',
        p1: 'Το Git-Utopian-Contributor (G-U-C) είναι ένα εργαλείο που δημιουργήθηκε με σκοπό την ενίσχυση της εργασίας δημοσιεύσεων των προγραμματιστών που θέλουν να διαμοιραστούν τη δουλειά τους με τις κοινότητες του Steem και του Utopian.',
        p2: 'Με λίγα λόγια, η εφαρμογή σας επιτρέπει να προσθέτετε σχόλια (ή και κατα κάποιο τρόπο να αφαιρείτε σχόλια) απο τις σημειώσεις του GIT. Θα μπορείτε να καταγράφετε τη δουλειά σας στο GIT και μετά να δημοσιεύσετε την δουλειά σας στο blockchain του Steem. Η ανάρτηση είναι δομημένη και ετικετοποιημένη σύμφωνα με την κατηγορία της ανάπτυξης λογισμικού ανοιχτού κώδικα.',
        p3: 'Δημιουργήθηκε στα πλαίσια του Utopian Hackathon, Σεπτέμβριος 2018.<br><br>’δεια MIT.<br>Ομάδα: nothingismagick, DrSensor, decebal'
      }
    },
    dashboard: {
      title: 'Επισκόπηση'
    }
  }
}
